Repository: mozilla-l10n/mt-training-data
Catalog: knn/knn_pontoon.tmx
Source language: en_us
Languages: knn

source: 2 down, keep it up!<playIcon></playIcon>
knn: 2 जाले, अशेच मुखार वच ! <playIcon></playIcon>

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
knn: { $actionType }<playIcon></playIcon> उलोवपी वाख्य आसा तसोच उलयता ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
knn: <recordIcon></recordIcon> { $actionType } मार आनीक वयर दिल्ली वाख्य मोट्यान वाच

source: An error occurred submitting your voice information
knn: कितें तरी चुक जाले तुजें आवाजांचे माहिती दाडताना

source: Cancel Re-recording
knn: परत कर नाका

source: Click
knn: बट्टन

source: Continue validating
knn: फुडें वच

source: Donate your voice
knn: तुजे आवाज दान कर

source: Finish validating
knn: पुरो जाले

source: Finish validating clips?
knn: Clip तोपासून जाले?

source: Great work!<playIcon></playIcon> Listen again when you're ready
knn: अशेंच करीत वच ! तयार जावन परत <playIcon></playIcon> आयक

source: Help us validate voices
knn: आवाजाचे सारखेपण तोपासुंक मद्दत कर

source: How would you describe your sex or gender?
knn: तुजें लिंग कितें?

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
knn: हांव पुराव्यान सिद्द करता कि हें वाख्य <wikipediaLink>'public domain'</wikipediaLink> आसा आनी म्हाका permission आसा तिका अपलॉड करपाक.

source: Languages
knn: भास

source: Listen
knn: आयक

source: No
knn: ना

source: No microphone found.
knn: Microphone मेळूंक ना.

source: On desktop devices you can contribute by downloading…
knn: Laptop वा desktop हाचेर तुवेन योगदान दिवूंक जाता हें download करून…

source: On iOS please continue with Safari to enable recording…
knn: iPhone वा iOS device हाचेर तुवेन recording करचे खातीर Safari वापरचो…

source: Partner
knn: हातांत हात

source: <playIcon></playIcon>Last one!
knn: <playIcon></playIcon> एकूच उरला!

source: Select an option
knn: वेंचून काड

source: Speak
knn: उलय

source: Speak now
knn: उलय आता

source: Start recording
knn: Recording सुरवात कर

source: Submit
knn: दाड

source: Tap
knn: भोट

source: Thank you for contributing your voice!
knn: तुवेंन आपली आवाज योगदान केले म्हुण तुका देंव बरें करुं!

source: Thank you for your voice information
knn: देव बरें करूं तूवेंन तुज्या आवाजा-बद्दल माहिती दिली

source: The recording was too long.
knn: रिकॉडींग चड वडले आसा.

source: The recording was too quiet.
knn: रिकॉडींग सामको शांत आसा.

source: The recording was too short.
knn: रिकॉडींग सामके ल्हान आसा.

source: We couldn’t get any audio clips for you to listen to. Please try again later.
knn: तुका आयकोपाक आमका आनीक audio clip मेळूंक ना. मागीर केन्ना परत try कर.

source: We may have run out of clips - refresh the page, or try again later.
knn: Clip सोपले आसतले - page refresh कर, ना जाल्यार मागीर परत पळय.

source: We’re sorry, your platform is not currently supported.
knn: आमका माफ कर, तुजें device वा browser आमी सद्याक आदार दिना.

source: What sentences can I add?
knn: कसल्यो वाख्यो हांवेन घालूंक जाता?

source: Yes
knn: हय

source: You must allow microphone access.
knn: तुवेन microphone access दिवपाक जाय.

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
knn: तुमचे कोंकणी बोलींतले या प्रकारांतले सगल्यो recording सोपले आसतोले ! तुका कसलेच त्रास ना जाल्यार, तुजे setting बदलून आपल्याच भासांतले दुसर्यो वाख्यो घेवपाक जाता.
